print("又来了个不怕死的吗，行吧。欢迎来到圣巢。\n")
print("要想领任务的话先做一下信息登记。姓名:\n")
a=input()

print("年龄：\n")
b=input()
b=float(b)
if(int(b>=20)):
    print("老骨头了，还能行吗？")
else:
    print("这么年轻,小心英年早逝。")


print("性别：\n")
c=input()
if(c =="男"):
    a1=("“英雄”")
elif(c=="女"):
    a1=("“女神”")


print("想加入哪个部门？自由之翼，皇家护卫队，保卫队。\n")
d=input()


print("需要队友吗？\n")
e=input()


print("好的，最后再确认一下姓名：",a,".\n","年龄：",b, ".\n", "性别：", c, ".\n")
print("对的上吗？\n")
f=input()

print("好的，欢迎",a,a1,"。恭喜成为",d,"的一员，准备好对抗恶魔吧，别这么容易死了。")


#剧情开始
print("你跟着兵长一块来到了训练营\n","兵长：好了，现在你们自己熟悉一下环境吧。")
print("你发现前方是食堂。 去碰碰运气吗？去   不去")
g=input()
if(g=="去"):
    print("你发现了烤马铃薯*1")
if(g=="不去"):
    print("你发现别人从里面拿着烤马铃薯吃起来了。你感到无比饥饿。")



