print("*********************************************************\n")
print("*                                                       *\n")
print("*                                                       *\n")
print("*姓名：贾诚浩   性别：未知  物种：                      *\n")
print("*                                                       *\n")
print("*身份：懒人协会会员兼非正常人类研究中心所长             *\n")
print("*                                                       *\n")
print("*个人QQ：89*****7   电子邮箱：xue*****@163.com          *\n")
print("*                                                       *\n")
print("*个人爱好：乒乓球，数学，画画，睡觉，睡觉，睡觉         *\n")
print("*                                                       *\n")
print("*********************************************************\n")






print("")
